<h2>Главная страница</h2>
<div class="container">
    <div class="query-result">
        <h3>Все помещения:</h3>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
        <div class="room">
            <h4>Кабинет №22</h4>
            <h5>Вид помещения: Кабинет</h5>
            <h5>Поразделение: Учебный кабинет</h5>
        </div>
    </div>
    <div class="static-links">
        <h3>Показать:</h3>
        <a href="rooms-filter"><h4>Названия помещений по подразделениям</h4></a>
        <a href="square-filter"><h4>Общую площадь помещений по видам помещений и в целом по учебному заведению</h4></a>
        <a href="seats-filter"><h4>Общее количество посадочных мест по подразделениям</h4></a>
    </div>
</div>
